"Mark Read" = "Okundu Olarak İşaretle";
"Mark Unread" = "Okunmadı Olarak İşaretle";
"Mark Unflagged" = "Önemsiz Olarak İşaretle";
"Articles" = "Makaleler";
"Folders" = "Klasörler";
"Loading %@..." = "Yükleniyor %@...";
"Completed" = "Tamamlandı";
"Refresh RSS feeds" = "RSS Beslemelerini yenile";
"Refresh All Subscriptions" = "Tüm Abonelikleri Yenile";
"Already subscribed title" = "Hata";
"Already subscribed body" = "Bu beslemeye zaten abonesiniz";
"RSS Subscription Import Title" = "İçeri alma tamamlandı";
"%d subscriptions successfully imported" = "%d abonelikleri başarılı bir şekilde dahil edildi";
"RSS Subscription Export Title" = "Dışa çıkarma tamamlandı";
"%d subscriptions successfully exported" = "%d abonelikleri başarılı bir şekilde çıkarıldı";
"New unread articles retrieved" = "%d yeni okunmayan makale alındı";
"Growl refresh completed" = "Growl yenilenmesi tamamlandı";
"New articles retrieved" = "Yeni makaleler alındı";
"(Untitled Feed)" = "(İsimsiz Besleme)";
"Open Link in Browser" = "Bağlantıyı Tarayıcıda Aç";
"Copy Link to Clipboard" = "Linki Panoya Kopyala";
"Refresh completed" = "Yenileme tamamlandı";
"Retrieving articles" = "Makaleler alınıyor";
"ClearButton" = "Temizle";
"Read" = "Oku";
"Flagged" = "Önemli";
"Comments" = "Yorumlar";
"Parent" = "Üst";
"Number" = "Dahil";
"Subject" = "Konu";
"Folder" = "Klasör";
"Date" = "Tarih";
"Author" = "Yazar";
"Text" = "Metin";
"Headlines" = "Başlıklar";
"Link" = "Bağlantı";
"Deleted" = "Silindi";
"GUID" = "GUID";
"No" = "Hayır";
"Yes" = "Evet";
"Version %@" = "Sürüm %@";
"Refresh All" = "Tümünü Yenile";
"Subscribe" = "Abone Ol";
"Smart Folder" = "Akıllı Klasör";
"Flag" = "Bayrak";
"Next Unread" = "Sonraki Okunmayan";
"Noon" = "Öğlen";
"Midnight" = "Geceyarısı";
"Today" = "Bugün";
"Yesterday" = "Dün";
"Tomorrow" = "Yarın";
"%@ at %@" = "%@ %@ zamanında";
"Quit" = "Çık";
"Refresh cancelled" = "Yenileme iptal edildi";
"Additional actions for the selected folder" = "Seçilli klasör için farklı uygulamalar";
"Create a new subscription" = "Yeni abonelik oluştur";
"Refresh all your subscriptions" = "Tüm aboneliklerinizi yenileyin";
"New style title" = "Vienna yeni bir stil yükledi";
"New style body" = "\"%@\" stili Stiller klasörünüze yüklendi ve Stil menüsüne eklendi.";
"More Styles..." = "Daha Fazla Stil...";
"Delete selected message" = "Seçili makaleleri kalıcı olarak silmek istediğinizden emin misiniz?";
"Delete selected message text" = "Bu özellik geri alınamaz.";
"Cancel" = "İptal";
"OK" = "Tamam";
"From" = "Kimden";
"To" = "Kime";
"(No title)" = "(Başlık Yok)";
"Refreshing folder images..." = "Klasör imajları yenileniyor...";
"Refreshing subscriptions..." = "Abonelikler yenileniyor...";
"Authenticating with user name '%@'" = "\"%@\" kullanıcı adı yetkilendiriliyor";
"No new articles available" = "Yeni makale yok";
"%d new articles retrieved" = "%d yeni makale alındı";
"HTTP code %d reported from server" = "%d HTTP kodu sunucudan alındı";
"Headers:\n" = "Başlıklar:\n";
"Connection error (%d, %@):\n" = "Bağlantı hatası (%d, %@):\n";
"\tDescription: %@\n" = "\tAçıklama: %@\n";
"\tSuggestion: %@\n" = "\tÖneri: %@\n";
"\tCause: %@\n" = "\tSebep: %@\n";
"Article feed will be compressed" = "Makale beslemesi sıkıştırılacak";
"Redirecting to %@" = "Şuna yönlendiriliyor: %@";
"Error: %@" = "Hata: %@";
"Error" = "Hata";
"Credentials Prompt" = "\"%@\" için abonelik kullanıcı adı ve şifre gerektiriyor.";
"%ld bytes received" = "%ld byte alındı";
"Authentication failed for user '%@'" = "\"%@\" kullanıcısı için yetkilendirme başarısız";
"Error parsing XML data in feed" = "Beslemedeki XML verisi aktarımında hata";
"Retrieving folder image" = "Klasör imajı alınıyor";
"Folder image retrieved from %@" = "Klasör imajı şuradan alındı: %@";
"Contacting..." = "Bağlanıyor...";
"Connect Running" = "Bağlantı yürürlükte";
"Connect Running text" = "Bağlantıyı kesip Vienna'yı kapatmak istediğinize emin misiniz?";
"Delete group folder" = "Grup klasörünü sil";
"Delete group folder text" = "\"%@\" grup klasörünü ve tüm alt klasörlerini silmek istediğinize emin misiniz? Bu işlem geri alınamaz.";
"Delete smart folder" = "Akıllı klasörü sil";
"Delete smart folder text" = "\"%@\" akıllı klasörünü ve tüm alt klasörlerini silmek istediğinize emin misiniz? Bu işlem arama ile ulaşılan asıl makaleleri silmeyecektir.";
"Delete RSS feed text" = "\"%@\" üzerindeki aboneliğinizi iptal etmek istediğinize emin misiniz? Bu işlem abonelik dahilindeki tüm makaleleri silecektir.";
"Delete RSS feed" = "Aboneliği sil";
"Delete multiple folders text" = "%d seçili klasörlerini silmek istediğinize emin misiniz? Bu işlem geri alınamaz.";
"Delete multiple folders" = "Çok sayıda klasörü sil";
"Delete folder status" = "\"%@\" klasörü siliniyor...";
"An error has occurred" = "Bir hata oluştu.";
"Your software is up to date" = "Vienna'nız güncel.";
"Please try again later" = "Lütfen daha sonra tekrar deneyiniz.";
"An update is now available" = "Bir güncelleme bulundu";
"Update available text" = "Vienna %@ numaralı son sürümü şurada:\n\n%@\n\nİndirmek ister misiniz? Eğer şimdi indirmezseniz, daha sonra Güncellemeleri Yeniden Kontrol Et'i seçerek indirebilirsiniz.";
"any" = "herhangi";
"all" = "tümü";
"Open Scripts Folder" = "Scriptler klasörünü aç";
"Cannot create database folder" = "Üzgünüm, ama Vienna veritabanı klasörünü oluşturamadı";
"Cannot create database folder text" = "Vienna \"%@\" klasörünü oluşturmaya çalışırken bir hata oluştu. Klasör izinlerinizi kontrol edin.";
"Unrecognised database format title" = "Veritabanı dosya biçimi değişmiş";
"Unrecognised database format text" = "Veritabanı (%@) dosya biçimi Vienna'nın bu sürümü tarafından desteklenmiyor. Dosyayı silip ya da yeniden adlandırıp Vienna'yı yeniden başlatmak ister misiniz?.\n";
"Upgrade Title" = "Veritabanı Güncellemesi";
"Upgrade Text" = "Geçerli veritabanınızın Vienna'nın bu sürümüyle çalışması için güncellenmesi gerek. Alternatif olarak yeni bir veritabanı ile de çalışmaya başlayabilirsiniz.. Her iki durumda da, geçerli veritabanınız %@ konumuna yedeklenecektir. Yeni ya da güncellenmiş veritabanınız, Vienna'nın eski versiyonları ile çalışmayacaktır.\n\nNot: bu sürm için, basitliği açısından yeni bir veritabanı ile başlamanız önerilir.\n";
"New Database" = "Yeni veritabanı";
"Upgrade" = "Güncelle";
"Exit" = "Çık";
"Search in %@" = "%@ içerisinde filtrele";
"Marked Articles" = "İşaretli Makaleler";
"Unread Articles" = "Okunmamış Makaleler";
"Today's Articles" = "Bugünün Makaleleri";
"Trash" = "Çöp";
"Select..." = "Seç...";
" (%d unread)" = " (%d okunmamış)";
"is" = "dir";
"is not" = "değildir";
"is after" = "sonrasında";
"is before" = "öncesinde";
"is on or after" = "şimdi ya da sonrasında";
"is on or before" = "şimdi ya da öncesinde";
"contains" = "içerir";
"does not contain" = "içermez";
"is less than" = "daha az";
"is greater than" = "daha çok";
"is less than or equal to" = "eşit veya daha az";
"is greater than or equal to" = "eşit veya daha çok";
"Cannot open export file message" = "Harici dosya oluşturulamıyor";
"Cannot open export file message text" = "İstenen harici dosya oluşturulamadı. Kilitli olmadığından ve başka bir yazılım tarafından kullanılmadığından emin olun.";
"Source" = "Kaynak";
"Status" = "Durum";
"Enter LiveJournal User name" = "LiveJournal Kullanıcı adınızı girin";
"Enter MSN Spaces User name" = "MSN Spaces Kullanıcı adınızı girin";
"Enter Blogspot User name" = "BlogSpot Kullanıcı adınızı girin";
"Enter Xanga User name" = "Xanga Kullanıcı adınızı girin";
"Enter URL of RSS feed" = "Haber beslemesi için URL adresini girin";
"Cannot rename folder" = "Dosya yeniden adlandırılamıyor";
"A folder with that name already exists" = "Bu isimde başka bir klasör var";
"Recent Searches" = "Son aramalar";
"Recents" = "Son";
"Clear" = "Son aramaları temizle";
"Search web page" = "Web sayfası ara";
"Loading..." = "Yükleniyor...";
"Open Image in New Tab" = "İmajı Yeni Sekmede Aç";
"Open Link in New Tab" = "Bağlantıyı Yeni Sekmede Aç";
"Open Link in %@" = "Bağlantıyı Şurada Aç %@";
"Open Page in %@" = "Sayfayı Şurada Aç %@";
"Copy Page Link to Clipboard" ="Sayfa Adresini Panoya Kopyala";
"%d unread articles" = "%d okunmamış makale";
"More Scripts..." = "Daha Fazla Script...";
"Install Update" = "Güncellemeyi Yükle";
"Do Not Install" = "Yükleme";
"Replace smart folder title" = "%@ adında bir akıllı klasör zaten var.";
"Replace smart folder text" = "Geçerli akıllı klasörü yeni tanımladığınız kriterlerle güncellemek ister misiniz?";
"Replace" = "Değiştir";
"Never" = "Asla";
"After a Day" = "Bir Gün Sonra";
"After 2 Days" = "2 Gün Sonra";
"After a Week" = "Bir Hafta Sonra";
"After 2 Weeks" = "2 Hafta Sonra";
"After a Month" = "Bir Ay Sonra";
"Last Week" = "Geçen Hafta";
"2 Weeks Ago" = "2 Hafta Önce";
"A month" = "Bir Ay";
"Activity Window" = "Aktivite Penceresi";
"Error importing subscriptions body" = "Seçili dosya dahil edilemiyor. Dosya içeriği OPML XML biçimine uygun değil.";
"Error importing subscriptions title" = "Dahil etme hatası";
"Rename" = "Yeniden adlandır";
"Mark All Read" = "Okunmuşları İşaretle";
"Move Folders" = "Klasörleri Taşı";
"Downloads" = "İndirilenler";
"Invalid style title" = "%@ stilinde ya bir sorun var ya da stil bulunamadı";
"Invalid style body" = "Geçerli stil onun yerine kullanılacak.";
"Downloads Running" = "Bir ya da daha fazla dosya indiriliyor";
"Downloads Running text" = "Eğer şimdi Vienna'dan çıkarsanız, tüm indirmeler durdurulacak.";
"Mark All Subscriptions as Read" = "Tüm Abonelikleri Okundu Olarak İşaretle";
"Preferences" = "Seçenekler";
"General" = "Genel";
"Appearance" = "Görünüm";
"Locate Title" = "Vienna veritabanı oluşturulamıyor";
"Locate Text" = "Yeni bir Vienna veritabanı \"%@\" konumunda oluşturulamıyor çünkü muhtemelen o klasör ya uzaktaki bir ağa dahil, zira Vienna'nın bu versiyonu ağ üzerindeki klasörler ile çalışacak şekilde tasarlanmamıştır. Bilgisayarınız üzerinde bulunan bir klasörü seçmeyi deneyin.\n";
"Empty Trash message" = "Çöp kutusundaki bu mesajları kalıcı olarak silmek istediğinizden emin misiniz?";
"Empty Trash message text" = "Bu işlemi geri alamazsınız";
"Cannot open database" = "Üzgünüm ama Vienna veritabanını açamadı";
"Cannot open database text" = "(%@) veritabanı bir sebepten ötürü açılamadı. Dosya zarar görmüş ya da ulaşılamıyor olabilir. Lütfen veritabanı dosyasını silin ya da yeniden adlandırın ve ardından Vienna'yı yeniden başlatın.";
"Vienna cannot open the file title" = "Vienna dosyayı açamıyor.";
"Vienna cannot open the file body" = "Vienna \"%@\" dosyasını açamıyor çünkü siz onu indirdikten sonra dosyanın yeri değişmiş.";
"Vienna cannot show the file title" = "Vienna dosyayı gösteremiyor.";
"Vienna cannot show the file body" = "Vienna \"%@\" dosyasını gösteremiyor çünkü siz onu indirdikten sonra dosyanın yeri değişmiş.";
"Empty" = "Boş";
"Open" = "Aç";
"Show in Finder" = "Finder'da Görüntüle";
"Remove From List" = "Listeden Kaldır";
"%.1f MB" = "%.1f MB";
"%.1f KB" = "%.1f KB";
"%.1f bytes" = "%.1f byte";
"%.1f of %.1f MB" = "%.1f MB'nin %.1f MB'si";
"%.1f of %.1f KB" = "%.1f KB'nin %.1f KB'si";
"%.1f of %.1f bytes" = "%.1f byte'ın %.1f byte'ı";
"An error occurred when this feed was last refreshed" = "Bu besleme en son yenilendiğinde bir hata oluştu";
"Connecting to %@" = "Bağlanılıyor: %@";
"About Vienna" = "Vienna Hakkında";
"Acknowledgements" = "Teşekkürler";
"Article" = "Makale";
"Back" = "Geri";
"Bring All to Front" = "Hepsini Öne Getir";
"Check Spelling" = "Dilbilgisi Kontrolü";
"Check Spelling as You Type" = "Dilbilgisini Yazarken Kontrol Et";
"Check for Updates" = "Güncellemeleri Kontrol Et";
"Close All Tabs" = "Tüm Sekmeleri Kapat";
"Close Tab" = "Sekmeyi Kapat";
"Close Window" = "Pencereyi Kapat";
"Columns" = "Sütunlar";
"Copy" = "Kopyala";
"Cut" = "Kes";
"Delete" = "Sil";
"Delete Article" = "Makaleyi Sil";
"Delete..." = "Sil…";
"Edit" = "Düzenle";
"Edit…" = "Düzenle…";
"Empty Trash" = "Çöpü Boşalt";
"Export Subscriptions…" = "Abonelikleri Çıkar…";
"File" = "Dosya";
"Find" = "Bul";
"Find Next" = "Sonrakini Bul";
"Find Previous" = "Öncekini Bul";
"Find…" = "Bul…";
"Forward" = "İleri";
"Help" = "Yardım";
"Hide Others" = "Diğerlerini Gizle";
"Hide Vienna" = "Vienna'yı Gizle";
"Import Subscriptions…" = "Abonelikleri Dahil Et…";
"Jump to Selection" = "Seçime Atla";
"Main Window" = "Ana Pencere";
"MainMenu" = "AnaMenü";
"Mark All Articles as Read" = "Tüm Makaleleri Okundu Olarak İşaretle";
"Mark Flagged" = "Önemli Olarak İşaretle";
"Minimize" = "Minimize Et";
"New Group Folder…" = "Yeni Grup Klasörü…";
"New Smart Folder…" = "Yeni Akıllı Klasör…";
"New Subscription…" = "Yeni Abonelik…";
"Next Tab" = "Sonraki Sekme";
"Open Article Page" = "Makale Sayfasını Aç";
"Open Article Page in External Browser" = "Makale Sayfasını Harici Tarayıcıda Aç";
"Open Subscription Home Page" = "Aboneliğin Giriş Sayfasını Aç";
"Open Subscription Home Page in External Browser" = "Aboneliğin Giriş Sayfasını Harici Tarayıcıda Aç";
"Page Setup…" = "Sayfa Kurulumu…";
"Paste" = "Yapıştır";
"Preferences…" = "Seçenekler…";
"Previous Tab" = "Önceki Sekme";
"Print…" = "Yazdır…";
"Quit Vienna" = "Vienna'dan Çık";
"Redo" = "İleri Al";
"Refresh Selected Subscriptions" = "Seçili Abonelikleri Yenile";
"Reload Page" = "Sayfayı Yeniden Yükle";
"Rename…" = "Yeniden adlandır…";
"Restore Article" = "Makaleyi Sıfırla";
"Select All" = "Tümünü Seç";
"Services" = "Hizmetler";
"Show All" = "Tümünü Göster";
"Skip Folder" = "Klasörü Geç";
"Sort By" = "Şuna Göre Diz";
"Spelling" = "Yazım";
"Spelling…" = "Yazım…";
"Stop Refreshing" = "Yenilemeyi Durdur";
"Stop Reloading Page" = "Sayfayı Yeniden Yüklemeyi Durdur";
"Style" = "Stil";
"Undo" = "Geri Al";
"Use Selection for Find" = "Seçimi kullanarak bul";
"Validate Feed" = "Beslemeyi Doğrula";
"Vienna Help" = "Vienna Yardımı";
"Vienna Web Site" = "Vienna Web Sitesi";
"View" = "Görünüm";
"Window" = "Pencere";
"Zoom" = "Yakınlaştır";
"Export all subscriptions" = "Tüm abonelikleri bir dosyaya aktar";
"Export selected subscriptions" = "Seçili abonelikleri bir dosyaya aktar";
"Preserve group folders in exported file" = "Aktarılan dosyada grup klasörlerini koru";
"Open Frame" = "Çerçeveyi Aç";
"Open Image in %@" = "İmajı Şunda Aç: %@";
"Open Subscription Home Page in %@" = "Aboneliğin Ana Sayfasını Şunda Aç: %@";
"Open Article Page in %@" = "Makale Sayfasını Şunda Aç: %@";
"New Tab" = "Yeni Sekme";
"External Browser" = "Harici Tarayıcı";

/* Added in 2.1.0 */
"Send Link" = "Bağlantıyı Gönder";
"Send Links" = "Bağlantıları Gönder";
"Increase Font Size" = "Yazı Boyutunu Yükselt";
"Decrease Font Size" = "Yazı Boyutunu Düşür";
"Enter the URL here" = "URL'yi buraya giriniz";
"Refresh the current page" = "Geçerli sayfayı yenile";
"Return to the previous page" = "Önceki sayfaya geri dön";
"Go forward to the next page" = "Sonraki sayfaya geç";
"Layout" = "Arabirim";
"Reading Pane on Right" = "Okuma Paneli Sağda";
"Reading Pane at Bottom" = "Okuma Paneli Altta";
"Filter By" = "Şuna Göre Filtrele";
"All" = "Tümü";
"All Articles" = "Tüm Makaleler";
"Unread" = "Okunmamış";
"Unread Articles" = "Okunmamış Makaleler";
"Last Refresh" = "Son Yenileme";
"Feed URL updated to %@" = "Besleme URL'si şuna güncellendi: %@";
"Filter articles" = "Makaleleri filtrele";
"Feed has been removed by the server" = "Besleme sunucu tarafından kaldırılmış";
"Mark all articles read" = "Tüm makaleleri okunmuş olarak işaretle";
"%@ Info" = "%@ Bilgi";
"%u articles" = "%u makale";
"%u unread" = "%u okunmayan";
"Keyboard Shortcuts" = "Klavye Kısayolları";
"%@ (Filtered: %@)" = "%@ (Filtre: %@)";
"Get Info..." = "Bilgi al...";
"Open Web Location..." = "Web Bölgesini Aç...";
"Refresh Folder Images" = "Klasör İmajlarını Yenile";
"Report" = "Rapor Et";
"Condensed" = "Yoğunlaştırılmış";
"Unified" =  "Birleştirilmiş";
"Summary" = "Özet";
"Blog With..." = "Şununla blogla...";
"Blog with %@" = "Şununla blogla: %@";
"Bigger Text" = "Daha Büyük Metin";
"Smaller Text" = "Daha Küçük Metin";

/* Added in 2.1.1 */
"Advanced" = "Gelişmiş";

/* Added in 2.2.0 */
"Import subscriptions from OPML file?" = "Abonelikleri OPML dosyasından yükle?";
"Do you really want to import the subscriptions from the specified OPML file?" = "Abonelikleri seçili OPML dosyasından yüklemek istediğinize emin misiniz?";
"Import" = "İçeri al";
"HasEnclosure" = "Ek";
"Enclosure" = "Ek URL";
"Open New Tab" = "Yeni Sekmede Aç";
"New Tab" = "Yeni Sekme";
"Subscribe to the feed for this page" = "Bu sayfa için beslemeye abone ol";
"Open Vienna" = "Vienna'yı Aç";
"Download Enclosure" = "Eki İndir";
"Download Enclosures" = "Ekleri İndir";
"Local File" = "Yerel Dosya";
"Hide Status Bar" = "Durum Çubuğunu Gizle";
"Show Status Bar" = "Durum Çubuğunu Göster";
"Customize Toolbar..." = "Araç Çubuğunu Düzenle...";
"Search Articles" = "Makalelerde Ara";
"Progress" = "İşlem";
"Delete all articles in the trash" = "Çöpteki tüm makaleleri sil";
"Unsubscribe" = "Besleme Aboneliğini İptal Et";
"Resubscribe" = "Beslemeye Yeniden Abone Ol";
"Download" = "İndir";
"This article contains an enclosed file." = "Bu makale bir ek dosya içeriyor.";
"Growl download completed" = "Dosya indirmesi tamamlandı";
"Growl download failed" = "Dosya indirmesi başarısız";
"Download completed" = "Dosya indirildi";
"File %@ downloaded" = "%@ dosyası indirildi";
"Download failed" = "İndirme başarısız";
"File %@ failed to download" = "%@ dosyası indirilemedi";
"Play" = "Yürüt";
"Click the Play button to play this enclosure in iTunes." = "Bu eki iTunes'ta çalmak için Yürüt düğmesine basın.";
"Click the Open button to open this file." = "Bu dosyayı açmak için Aç düğmesine basın.";
"Filter displayed articles by matching text" = "Görünen makaleleri uyumlu metinle filtrele";
"Close the filter bar" = "Filtre çubuğunu kapat";
"Search all articles" = "Tüm makalelerde ara";
"Search Results" = "Arama Sonuçları";
"Hide Filter Bar" = "Filtre Çubuğunu Gizle";
"Show Filter Bar" = "Filtre Çubuğunu Göster";
"Email a link to the current article or website" = "Geçerli makaleye ya da websitesine bağlantı gönder";
"Refresh" = "Yenile";
"Action" = "Uygulama";
"Get Info" = "Bilgi Al";
"See information about the selected subscription" = "Seçili abonelik bilgisini göster";
"Display the list of available styles" = "Geçerli stillerin bir listesini göster";

/* Added in 2.3.0 */
"Order By" = "Order By";
"Manual" = "Manual";
"Name" = "Name";

/*Added in 2.4*/
"Show XML Source" = "Show XML Source";
"Source of folder" = "Source of folder";
"No feed source to display." = "No feed source to display.";
"Search current web page" = "Search current web page";
"Search all articles or the current web page" = "Search all articles or the current web page";
"Database Upgrade" = "Database Upgrade";
"Vienna must upgrade its database to the latest version. This may take a minute or so. We apologize for the inconveninece." = "Vienna must upgrade its database to the latest version. This may take a minute or so. We apologize for the inconveninece.";
"Upgrade Database" = "Upgrade Database";

/* Added in 2.5.0 */
"Cannot create folder title" = "Cannot create folder";
"Cannot create folder body" = "The \"%@\" folder cannot be created.";
